ent-WeaponDP29 = DP-29
    .desc = DP-29, являющийся основой военной доктрины СССП, представляет собой серийный ручной пулемет, разработанный для обеспечения надежности, простоты использования и выносливости на поле боя. DP-29, оснащенный отличительным верхним магазином и складной сошкой, отлично подходит для ведения подавляющего огня как в городских, так и в открытых боевых ситуациях. Хотя его конструкция насчитывает десятилетия, его надежность и простота обслуживания делают его фаворитом среди пехотных отделений СССП.
ent-WeaponLMGMR8B = MR-8B LWMMG
    .desc = Вариант LWMMG серии MR-8. Стреляет патронами 8x55мм. На этикетке сбоку написано «ТОЛЬКО ДЛЯ ВОЕННЫХ ЦЕЛЕЙ».
