reagent-name-fent = фентанил
reagent-desc-fent = Очень сильнодействующий опиоидный анальгетик и наркотик. Он вызывает сильную зависимость и ужасно злоупотребляется. При смешивании с трикордразином в соотношении 5:1 (5 ед. фентанила, 1 ед. трикордразина) и нагревании до 310 К он затвердевает и становится очень ценным. Он очень взрывоопасен с диловеном, и поэтому вы можете кристаллизовать только по одному за раз.

ent-FentanylSolidified = кристалл фентанила
    .desc = Фентанил в кристаллической форме.
